[
    {
        "id": "web-developer",
        "name": "Web-разработка",
        "works": [
            ["Frontend-разработчик", " переносит готовый дизайн-макет в код и отвечает за логичную работу контента, кнопок и ссылок, чтобы всё быстро прогружалось и было исправно."], 
            ["Backend-разработчик", " отвечают за невидимую для глаз пользователей серверную часть платформ и программных продуктов. Они создают внутренние процессы сайтов и приложений, выстраивают обмен данными, подбирают системы для хранения и управления информацией, обеспечивают максимум производительности при минимуме сбоев."], 
            ["Мобильный разработчик", "Разработчики мобильных приложений занимаются созданием и доработкой приложений и программ для операционных систем Android, iOS и других. Они создают интерфейс, программируют логику работы приложения, занимаются оптимизацией ресурсов, которые необходимы для работы программы"], 
            ["Fullstack-разработчик", " может самостоятельно сделать веб-продукт, начиная с клиентской части и заканчивая программным обеспечением и интерфейсом приложений."]]
    },
    {
        "id": "data-science",
        "name": "Data Science",
        "works": [["Data Scientist", "Специалист создаёт и обучает предиктивные модели с помощью алгоритмов машинного обучения и нейросетей — помогает бизнесу находить скрытые закономерности, прогнозировать развитие событий и оптимизировать ключевые бизнес-процессы."], ["Продакт-менеджер", "Продакт-менеджер отвечает за создание цифровых и нецифровых продуктов. Цифровые — это онлайн-курсы, приложения, электронные книги, а нецифровые — пирожные, мебель, товары для животных и т. д. Он управляет командой, контролирует все этапы проектирования, запуска и развития продукта."], ["Системный аналитик", "Он решает сложные организационно-технические задачи, раскладывает объекты на множество частей и анализирует их, находит правильные решения с учётом потребностей бизнеса и возможностей команды разработки."]]
    },
    {
        "id": "testing",
        "name": "Тестирование",
        "works": [["Инженер по тестированию", " продумывает, что и где может сломаться, прогнозирует сбои и находит ошибки в приложениях, сайтах и программах, чтобы продукт вышел работоспособным."], ["Тестировщик ПО","Тестировщик следит за качеством программного продукта — проверяет, насколько реальное поведение программы соответствует ожиданиям"]]
    },
    {
        "id": "game-development",
        "name": "Разработка игр",
        "works": [["Профессия Разработчик игр на Unity", " движок с качественной графикой, реалистичной физикой и понятным интерфейсом. Это хороший выбор для разработки мобильных и инди-игр, потому что у движка минимальные требования к оборудованию и размеру билдов."], ["Моушн-дизайнер", "Задача моушн-дизайна — заинтересовать проектом с первых секунд .В конкурсе на внимание зачастую побеждает именно анимационная графика — она более красочна и динамична. Поэтому моушн-дизайн активно используют в кино, рекламе, медиа, на телевидении, в маркетинге, геймдизайне и индустрии развлечений. В последние годы к этому списку добавились NFT, видео-меппинг и нейросети."]]
    },
    {
        "id": "administration",
        "name": "Администрирование",
        "works": [["Системный аналитик", " решает сложные организационно-технические задачи, раскладывает объекты на множество частей и анализирует их, находит правильные решения с учётом потребностей бизнеса и возможностей команды разработки."], ["Архитектор ПО", "Системный архитектор – одна из специальностей, связанная с IT-инфраструктурой и подразумевающая управление сложными компьютерными системами и сетями в соответствии с требованиями заказчика."], ["Системный администратор","Он отвечает за стабильную и безотказную работу IT-инфраструктуры, занимается настройкой сетей и мониторингом, следит за безопасностью данных, а также проводит инвентаризацию и обновление программного обеспечения компании."]]
    },
    {
        "id": "information-security",
        "name": "Информационная безопасность",
        "works": [["Белый» хакер"," это специалист по кибербезопасности, который находит и устраняет уязвимости систем и ресурсов компании."], ["Аналитик подразделения безопасности","Специалист, выполняющий анализ различных угроз и ищущий способы защиты от них. Он предотвращает утечку информации и занимается разработкой программного обеспечения в сфере информационной безопасности."]]
    },
    {
        "id": "marketing",
        "name": "Маркетинг, менеджемент",
        "works": [["Проджект-менеджер"," руководит проектом на всех этапах его жизненного цикла. Несёт ответственность за процессы и команду: определяет цели, следит за сроками, прогнозирует результаты. Главная задача — постоянно оптимизировать и улучшать IT-продукт. "], ["Операционный менеджер","Операционный менеджер управляет процессами компании по производству товаров и услуг. Он анализирует объёмы, скорость и затраты при производстве, следит за рисками и изменениями. Предлагает эффективные решения по улучшению работы и помогает увеличить прибыль."]]
    },
    {
        "id": "analytics",
        "name": "Аналитика",
        "works": [["Системный аналитик"," решает сложные организационно-технические задачи, раскладывает объекты на множество частей и анализирует их, находит правильные решения с учётом потребностей бизнеса и возможностей команды разработки."], ["Бизнес-аналитик", "Бизнес-аналитик изучает процессы в компании и даёт рекомендации, как больше зарабатывать и не разориться. Вы научитесь собирать данные о финансах и бизнес-процессах, проводить продуктовые интервью и определять стратегии развития. Сможете получить профессию, которая особенно востребована во время нестабильности."]]
    }
]